Repository: dm-zharov/finances-pro-app
Catalog: Finances/Localizable.xcstrings
Source language: en
Languages: ru

source: %lld Assets
ru: %lld счетов

source: %lld Categories
ru: %lld категорий

source: %lld Duplicates Found
ru: %lld дубликатов найдено

source: %lld Transactions
ru: %lld транзакций

source: About App
ru: О приложении

source: Account
ru: Счет

source: Accounts
ru: Счета

source: Action
ru: Действие

source: Add
ru: Добавить

source: Add a new transaction
ru: Добавить новую транзакцию

source: Add Account
ru: Добавить счет

source: Add Asset
ru: Добавить

source: Add Asset to get started.
ru: Добавьте сбережения для начала работы.

source: Add Budget
ru: Задать бюджет

source: Add Categories...
ru: Добавить категории...

source: Add Category
ru: Добавить категорию

source: Add Group
ru: Создать группу

source: Add New Tag...
ru: Добавить новый тег

source: Add Tag...
ru: Добавить тег...

source: Add transaction
ru: Добавить транзакцию

source: Add transactions to manage payees.
ru: Добавьте транзакции для просмотра получателей.

source: Add your first assets to get started.
ru: Добавьте сбережения для начала работы.

source: Advanced Currency Conversion
ru: Продвинутая конвертация валют

source: All
ru: Все

source: All Assets
ru: Все сбережения

source: All Categories
ru: Все категории

source: All Currencies
ru: Все валюты

source: All Payees
ru: Все получатели

source: Amount
ru: Сумма

source: Amount in Base Currency
ru: Сумма в базовой валюте

source: Amount Sign
ru: Знак суммы

source: Appearance
ru: Внешний вид

source: Apply
ru: Применить

source: Are you sure you want to delete %@?
ru: Вы уверены, что хотите удалить %@

source: Are you sure you want to delete all data?
ru: Вы уверены, что хотите удалить все данные?

source: Are you sure you want to delete category %@?
ru: Вы уверены, что хотите удалить категорию?

source: Asset
ru: Сбережения

source: Asset Configuration
ru: Конфигурация счета

source: Assets
ru: Сбережения

source: Assets Configuration
ru: Конфигурация счетов

source: Authorization
ru: Авторизация

source: Autocompletion and quick toolbar make transaction entry faster.
ru: Автодополнение и панель быстрого доступа сделают ввод транзакций быстрым.

source: Automatically imports everything at once.
ru: Автоматически импортировать все и сразу.

source: Average
ru: Среднее

source: Average Transaction Value
ru: Средняя сумма транзакции

source: Backups
ru: Резервные копии

source: Balance
ru: Баланс

source: Banknotes, coins
ru: Купюры, монеты

source: Base Currency
ru: Базовая валюта

source: Breakdown
ru: Детализация

source: Brokerage Account
ru: Брокерский счет

source: Budgets
ru: Бюджеты

source: Cafe, Restaurants
ru: Кафе, рестораны

source: Calculating...
ru: Вычисляем...

source: Cancel
ru: Отмена

source: Card, digital wallet
ru: Карта, электронный кошелек

source: Categories
ru: Категории

source: Category
ru: Категория

source: Category Amount
ru: Сумма категории

source: Category Name
ru: Название категории

source: Cellular
ru: Сотовая связь

source: Chart
ru: Сводка

source: Checking Account
ru: Платежный счет

source: Checking Currency Rates...
ru: Проверка курсов валют...

source: Choose Actions for Columns
ru: Выберите действия для столбцов

source: Choose Categories
ru: Выберите категории

source: Choose Currency
ru: Выберите валюту

source: Choose the method of import.
ru: Выберите способ импорта.

source: Choose Unit Order
ru: Выберите порядок

source: Clear Tags
ru: Очистить теги

source: Close
ru: Закрыть

source: Clothes
ru: Одежда

source: CloudKit Internal Error
ru: Внутренняя ошибка CloudKit

source: CloudKit Request's Size exceeds the limit
ru: Превышен размер запроса к CloudKit

source: Color:
ru: Цвет:

source: Column
ru: Столбец

source: Coming Soon %@
ru: Скоро %@

source: Configure Budget
ru: Настроить бюджет

source: Contact
ru: Контакт

source: Contact Developer
ru: Написать разработчику

source: Continue
ru: Продолжить

source: Conversion Info
ru: Конвертация

source: Conversion Rate
ru: Курс конвертации

source: Convert All
ru: Конвертировать все

source: Couldn't Update Rates
ru: Не удалось обновить курсы валют

source: Create new
ru: Создать

# Created on %@. Last updated %@.
source: Created on %1$@. Last updated %2$@.
ru: Создано %1$@ Обновлено %2$@

source: Credit
ru: Займ

source: Currencies
ru: Валюты

source: Currency
ru: Валюта

source: Currency Code
ru: Код валюты

source: Currency Rates
ru: Курсы валют

source: Custom
ru: Выбрать

source: Daily
ru: Ежедневно

source: Daily Average
ru: В среднем за день

source: Dark
ru: Темный

source: Date
ru: Дата

source: Date entries are automatically converted to ISO8601 format. If the conversion result is inaccurate, you can manually adjust the options.
ru: Записи дат автоматически приводятся к формату ISO8601. Если результат ошибочен, вы можете исправить параметры.

source: Date Format
ru: Формат времени

source: Date Interval
ru: Промежуток

# Date.From
source: From
ru: С даты

# Date.To
source: To
ru: По дату

source: Day
ru: День

source: Day-Month-Year
ru: День-Месяц-Год

source: Decimal Separator
ru: Разделитель дробной части

source: Delete
ru: Удалить

source: Delete All Data
ru: Стереть все данные

source: Delete Budget
ru: Удалить бюджет

source: Delete Group
ru: Удалить группу

source: Delete Tag
ru: Удалить тег

source: Delete the asset only
ru: Удалить только счет

source: Delete the asset with transactions
ru: Удалить счет с транзакциями

source: Delete the category only
ru: Удалить только категорию

source: Delete the category with transactions
ru: Удалить категорию с транзакциями

source: Delete Transaction
ru: Удалить транзакцию

source: Deleting the asset could affect financial reports. Choose wisely. You cannot undo this action.
ru: Удаление счета может повлиять на отчет. Вы не сможете отменить это действие.

source: Deleting the category could affect financial reports. Choose wisely. You cannot undo this action.
ru: Удаление категории может повлиять на отчеты. Вы не сможете отменить это действие.

source: Description
ru: Описание

source: Details
ru: Информация

source: Determines the currency for statistics and transaction conversions. You can change it anytime.
ru: Валюта для статистики и конвертации. Можно менять в любой момент.

source: Display Name
ru: Название

source: Don't create
ru: Не создавать

source: Don't have an Access Token?
ru: Отсутствует Access Token?

source: Done
ru: Готово

source: Duplicate transactions are automatically skipped. Review for accuracy if needed.
ru: Дублирующие транзакции были автоматически пропущены. Если желаете, то вы можете их перепроверить.

source: Duplicates Found
ru: Найденные дубликаты

source: Edit
ru: Изменить

source: Edit Asset
ru: Редактировать

source: Edit Assets
ru: Редактировать счета

source: Edit Category
ru: Редактировать

source: Edit Group
ru: Редактировать

source: Edit Groups
ru: Группы

source: Edit Tags...
ru: Редактировать

source: Enable authentication
ru: Включить авторизацию

source: End Date
ru: Окончание

source: End Repeat
ru: Конец повтора

source: Enter Access Token
ru: Введите Access Token

source: Entertainment
ru: Развлечения

source: Entire Period
ru: За все время

source: Estate, goods, etc.
ru: Имущество, товары и прочее

source: Evaluate Wealth
ru: Ваше благосостояние

source: Every Day
ru: Каждый день

source: Every Month
ru: Каждый месяц

source: Every Week
ru: Каждую неделю

source: Every Year
ru: Каждый год

source: Exclude from Summary
ru: Не учитывать в отчетах

source: Excluded
ru: Не учитывать

source: Expense
ru: Расход

source: Export
ru: Экспорт

source: Export to a CSV File
ru: Экспорт в файл CSV

source: Failure
ru: Ошибка

source: Feedback
ru: Обратная связь

source: File
ru: Файл

source: Filter
ru: Фильтр

source: Finances
ru: Финансы

source: Finances Are Locked
ru: Финансы защищены

source: Fixed-rate over a specified term
ru: Фикс-ставка на указанный срок

source: Flexible borrowing
ru: Гибкие условия

source: Flexible Organization
ru: Гибкая организация

source: Forward
ru: Вперед

source: Free
ru: Свободный

source: Freeform Text
ru: Свободный текст

source: From
ru: Откуда

source: From a CSV File
ru: Из файла CSV

source: From a Lunch Money
ru: Из Lunch Money

source: Generate categories
ru: Сгенерировать категории

source: Get Info
ru: Сведения

source: Get your existing financial data into the app.
ru: Перенесите имеющиеся данные в приложение.

source: Gifts
ru: Подарки

source: Groceries
ru: Продукты

source: Group
ru: Группа

source: Group By
ru: Группировать по

source: Group:
ru: Группа:

source: Groups
ru: Группы

source: Grows over time
ru: Растет со временем

source: Health
ru: Здоровье

source: Hide Excluded
ru: Скрыть неучтенное

source: Hide from Main Screen
ru: Скрыть с главного

source: Hide Group Total
ru: Скрыть промеж. итоги

source: Hide Groups
ru: Показать все

source: Hide Hidden Assets
ru: Спрятать скрытые счета

source: Hide the asset
ru: Скрыть счет

source: House
ru: Дом

source: iCloud Account is Unavailable
ru: Недост. учетная запись iCloud

source: Icon:
ru: Иконка:

source: Ignore All
ru: Игнорировать все

source: Import
ru: Импорт

source: Import & Export
ru: Импорт & Экспорт

source: Import all transactions manually from a CSV file. Categories and assets will be created automatically (not including balances).
ru: Ручной импорт всех транзакций из файла CSV. Категории и сбережения будут созданы автоматически (без балансов).

source: Import as
ru: Импортировать как

source: Import from a CSV
ru: Импорт из CSV

source: Import from a CSV File
ru: Импорт из файла CSV

source: Import Manually from a CSV
ru: Ручной импорт из файла CSV

source: Import to
ru: Импорт в

source: Import Your Accounts & Transactions
ru: Импорт счетов и транзакций

source: Income
ru: Доход

# Incomes
source: Income
ru: Доходы

source: Investments
ru: Инвестиции

source: is
ru: это

source: Journey
ru: Путешествия

source: Keep all the financial resources in one place.
ru: Сохраните всю финансовую информацию в одном месте.

source: Kind
ru: Тип

source: Kind of Asset
ru: Тип сбережения

source: Kind of Category
ru: Тип категории

source: Kind of Liability
ru: Тип задолженности

# Last updated %@. Historical rates from %@.
source: Last updated %1$@. Historical rates from %2$@.
ru: Обновлено %1$@ История курсов с %2$@

source: Liability
ru: Задолженность

source: Light
ru: Светлый

source: Link the accounts found in the CSV file to destination accounts.
ru: Укажите конечные счета для обнаруженных в файле CSV.

source: Link the categories found in the CSV file to destination categories.
ru: Укажите конечные категории для обнаруженных в файле CSV.

source: List
ru: Список

source: Loading data...
ru: Загрузка данных...

source: Loan
ru: Кредит

source: Lock Finances
ru: Защитить финансы

source: Lock your finances using the Face ID or Touch ID.
ru: Защитите финансы с помощью Face ID или Touch ID.

source: Lock your finances using the Touch ID.
ru: Защитите финансы с помощью Touch ID.

source: Manual import process with flexible customization.
ru: Ручной процесс импорта с гибкими параметрами.

source: Menu
ru: Меню

source: Message
ru: Сообщение

source: Minus
ru: Минус

source: Missing iCloud Account
ru: Отсут. учетная запись iCloud

source: Month
ru: Месяц

source: Month-Day-Year
ru: Месяц-День-Год

source: Monthly
ru: Ежемесячно

source: Name
ru: Имя

source: Name:
ru: Имя:

source: Navigate
ru: Навигация

source: Never
ru: Никогда

source: New Category
ru: Добавить

source: New Group
ru: Новая группа

source: New Transaction
ru: Новая транзакция

source: Next Month
ru: Следующий месяц

source: Next Week
ru: Следующая Неделя

source: No Assets
ru: Нет сбережений

source: No Categories
ru: Нет категорий

source: No Category Groups
ru: Нет групп категорий

source: No Data
ru: Нет данных

source: No Options
ru: Параметры отсутствуют

source: No Payee
ru: Без имени

source: No Payees
ru: Нет получателей

source: No Transactions
ru: Нет транзакций

source: No transactions for the selected period.
ru: В выбранном интервале дат нет транзакций.

source: None
ru: Не выбрано

# Note
source: Notes
ru: Заметка

source: Notes
ru: Заметка

source: Nothing to Import
ru: Нечего импортировать

source: Notifications
ru: Уведомления

source: Obscure Sensitive Content
ru: Скрывать данные

source: OK
ru: ОК

source: On Date
ru: В дату

source: Open Asset
ru: Открыть сбережение

source: Optional
ru: Необязательно

source: Options
ru: Параметры

source: Other
ru: Другое

source: Others
ru: Прочее

source: Overview
ru: Сводка

source: Payee
ru: Получатель

source: Payee Statistics
ru: Статистика по получатею

source: Payees
ru: Получатели

source: Period
ru: Период

source: Physical Cash
ru: Наличные

source: Please ensure that data is not empty.
ru: Пожалуйста убедитесь, что данные не пустые.

source: Please wait...
ru: Пожалуйста, подождите...

source: Plus
ru: Плюс

source: Preview
ru: Предпросмотр

source: Privacy
ru: Конфиденциальность

source: Protect finances when the app is being recorded, mirrored, or streamed via AirPlay. Screenshots are not affected.
ru: Скройте финансы во время записи или дублирования экрана, а также при трансляции через AirPlay. Не оказывает влияния на снимки экрана.

source: Provide an access token to import your transactions, categories and assets (including balances) automatically. The token will be used for a one-time purpose and not be stored.
ru: Предоставьте токен доступа для импорта ваших транзакции, категорий и сбережений (включая балансы). Токен потребуется для разовой процедуры и не будет сохранен.

source: Quick Transaction Entry
ru: Быстрый ввод данных

source: Rate App
ru: Оценить приложение

source: Record assets to evaluate your wealth. Your data is securely protected.
ru: Добавьте сбережения для оценки вашего состояния. Данные надежно защищены.

source: Rename
ru: Переименовать

source: Repeat
ru: Повтор

source: Replace with
ru: Заменить на

source: Report
ru: Жалоба

source: Report an Issue
ru: Сообщить о проблеме

source: Results
ru: Результаты

source: Reverse
ru: Обратно

source: Review data converted to the chosen currency. Transaction date's rate applied.
ru: Изучайте данные в любой валюте. При конвертации применяется курс дня транзакции.

source: Salary
ru: Зарплата

source: Save
ru: Сохранить

source: Savings Account
ru: Сберегательный счет

source: Security
ru: Безопасность

source: Select a CSV File
ru: Выбрать файл CSV

source: Select Category
ru: Категория

source: Service
ru: Сервис

source: Set up categories to your preferences. Use tags to track transactions across categories.
ru: Создайте категории под ваши предпочтения. Используйте теги для отслеживания событий.

source: Set up your first categories to get started.
ru: Создайте категории для начала работы.

source: Settings
ru: Настройки

source: Settings Are Locked
ru: Настройки защищены

source: Show All Transactions
ru: Показать все транзакции

source: Show Asset Info
ru: Показать счет

source: Show Excluded
ru: Показать неучтенное

source: Show Group Total
ru: Показ. промеж. итоги

source: Show Groups
ru: Сгруппировать

source: Show Hidden Assets
ru: Показать скрытые счета

source: Show More
ru: Показать еще

source: Show on Main Screen
ru: На главный экран

source: Show Transactions
ru: Показать транзакции

source: Sign in with an access token to automatically import existing financial data. You could safely revoke the token after the process is finished.
ru: Авторизуйтесь при помощи токена доступа для автоматического импорта имеющихся данных. Вы можете отозвать токен после завершения процесса.

source: Sign Inversion
ru: Инверсия знака

source: Skip
ru: Пропустить

source: Sort By
ru: Сортировать по

source: Space for Your Assets
ru: Место для ваших сбережений

source: Spending
ru: Расходы

source: Start by adding your first assets or importing pre-existing financial data.
ru: Начните с добавления первых счетов или импорта имеющихся данных.

source: Start Date
ru: Начальная дата

source: Storage
ru: Хранилище

source: Style
ru: Стиль

source: Submit
ru: Отправить

source: Suggestions
ru: Предложения

source: Summary
ru: Отчет

source: System
ru: Система

source: Table
ru: Таблица

source: Tags
ru: Теги

source: The chosen CSV file can have any structure.
ru: Выбранный файл CSV может иметь любую структуру.

source: The CSV is a freeform table format. Only you have precise knowledge of the meaning of each column.
ru: CSV – свободный табличный формат. Только вы можете точно знать, что хранится в каждом столбце.

source: These entries are provided for the convenience of choosing an import action for the column.
ru: Данные записи предоставлены для удобства выбора действия для столбца.

source: This Month
ru: Текущий месяц

source: This Week
ru: Текущая неделя

source: This Year
ru: Текущий год

source: Title
ru: Заголовок

source: To
ru: Куда

source: To Import
ru: Будет импортировано

source: Today
ru: Сегодня

source: Tomorrow
ru: Завтра

source: Total Spending
ru: Расходы

source: Transaction
ru: Транзакция

source: Transaction Count
ru: Кол-во транзакций

source: Transaction ID
ru: Идентификатор транз.

source: Transaction Volume
ru: Объем транзакций

source: Transactions
ru: Транзакции

source: Transfer
ru: Перевод

source: Transport
ru: Транспорт

source: Treat as Income
ru: Считать за доход

source: Unaccounted
ru: Без счета

source: Uncategorized
ru: Без категории

source: Unit Order
ru: Порядок

source: Unknown
ru: Неизвестно

source: Unlock
ru: Разблокировать

source: Updated Just Now
ru: Обновлено только что

source: Use Access Token
ru: Использовать Access Token

source: Value
ru: Стоимость

source: View Finances
ru: Разблокировать финансы

source: View Privacy Policy
ru: Политика конфиденциальности

source: View Spending Summary
ru: Посмотреть полный отчет

source: Week
ru: Неделя

source: Weekly
ru: Еженедельно

source: Welcome to Finances
ru: Встречайте Финансы!

source: What is the currency?
ru: Какая валюта?

source: What is the payment method?
ru: Способ оплаты?

source: What's the amount?
ru: Какая сумма?

source: Which category describes this transaction?
ru: Какая категория?

source: Year
ru: Год

source: Year-Month-Day
ru: Год-Месяц-День

source: Yearly
ru: Ежегодно

source: Yesterday
ru: Вчера

source: You cannot undo this action.
ru: Вы не сможете отменить это действие.

source: You could hide rarely used assets from the main screen. They will always be accessible from here.
ru: Вы можете скрывать редко используемые счета с главного экрана. Они всегда доступны здесь.
